<?php
// +----------------------------------------------------------------------
// | HisiPHP框架[基于ThinkPHP5开发]
// +----------------------------------------------------------------------
// | Copyright (c) 2016-2018
// +----------------------------------------------------------------------
// | HisiPHP承诺基础框架永久免费开源，您可用于学习和商用，但必须保留软件版权信息。
// +----------------------------------------------------------------------
// | Author: 张志远 <466180170@qq.com>，开发者QQ群：466180170
// +----------------------------------------------------------------------
namespace app\admin\controller;
namespace app\admin\model;
use think\Model;
/**
 * 后台用户模型
 * @package app\admin\model
 */
class GameList extends Model
{
    protected $updateTime = 'ctime';
    // 自动写入时间戳
    protected $autoWriteTimestamp = true;
   
}
